
// 2008

"kDiscoveringDevicesKey"					= "Bluetooth 장비 검색 중...";
"kDiscoveryCompleteKey"						= "검색이 완료되었습니다.";
"kBluetoothIsOffKey"						= "이 컴퓨터에 있는 Bluetooth가 꺼졌습니다. Bluetooth를 켠 후, 계속하십시오.";
"kErrorDiscoveringDevicesKey"				= "장비를 검색하는 동안 오류가 발생했습니다.";

"kOptionsKey"								= "옵션";
"kStopKey"									= "중단";
"kStartKey"									= "시작";
"kShowKey"									= "보기";
"kAllDevicesKey"							= "모든 장비";
"kLaptopsKey"								= "랩탑";
"kClearListKey"								= "목록 지우기";
"kAudioDevicesKey"							= "오디오 장비";

"kConfiguringServicesKey"					= "서비스 구성 중";
"kPasskeySelectionKey"						= "암호키 선택";
"kNumDevicesFoundKey"						= "장비 검색 중 - %@개 발견됨";
"kAutomaticPairAttemptKey"					= "컴퓨터가 자신의 장비와 자동으로 연결을 시도합니다.";

"kSpecifyDeviceKey"							= "장비 지정...";

"kDeviceList_MouseDevicesKey"				= "마우스";
"kDeviceList_KeyboardDevicesKey"			= "키보드";
"kDeviceList_MobilePhoneDevicesKey"			= "휴대 전화";
"kDeviceList_AudioDevicesKey"				= "오디오";
"kDeviceList_OtherDevicesKey"				= "기타";
"kDeviceList_ComputerDevicesKey"			= "컴퓨터";

"kDeviceList_NoDevicesFoundKey"				= "발견된 장비 없음";

"kPair_Device_PairingAttemptFailedInvalidSoftwareKey"	= "연결 시도가 실패했습니다. 이 Mac OS X 및 Bluetooth 소프트웨어 구성을 유효화 또는 지원할 수 없습니다.";
"kPairAttemptFailed3Key"								= "연결 시도가 실패했습니다. 다른 암호 또는 연결 방법으로 시도하려면, “암호 옵션...” 단추를 클릭하십시오. 다시 시도하려면 계속을 클릭하십시오.";

"kAlreadyPairedWithThatDeviceTitleStringKey"			= "이 컴퓨터는 이미 “%@”와(과) 연결되어 있습니다.";
"kAlreadyPairedWithThatDeviceExplanationStringKey"		= "사용자의 컴퓨터가 이미 해당 장비와 연결되어 있습니다. 연결을 제거하고 장비를 다시 설정하겠습니까?";

//============================== Pair Panel =============================//

"kPairingFailed"							= "쌍으로 연결 실패";

// === prior to 2008

// Panel Titles.

"kIntroductionKey"							= "소개";
"kSetupDecisionKey"							= "장비 유형 선택";
"kConclusionKey"							= "결론";

"kKeyboardSetupTitleKey"					= "Bluetooth 키보드 설정";
"kMouseSetupTitleKey"						= "Bluetooth 마우스 설정";
"kMouseTrackpadSetupTitleKey"				= "Bluetooth 마우스 또는 트랙패드 설정";
"kDeviceSetupTitleKey"						= "Bluetooth 장비 설정";
"kPhoneSetupTitleKey"						= "Bluetooth 휴대 전화 설정";
"kPrinterSetupTitleKey"						= "Bluetooth 프린터 설정";
"kHeadsetSetupTitleKey"						= "Bluetooth 헤드셋 설정";

// Misc stuff.

"kAreYouSureYouWantToQuitKey"				= "설정 지원을 종료하겠습니까?";
"kAreYouSureYouWantToQuitExplanationKey"	= "지금 종료하면 설정 지원을 처음부터 다시 실행해야 합니다.";
"kUsersKeyboardKey"							= "%@의 키보드";
"kUsersMouseKey"							= "%@의 마우스";
"kUsersTrackpadKey"							= "%@의 트랙패드";
"kRootUsersKeyboardKey"						= "관리자의 키보드";
"kRootUsersMouseKey"						= "관리자의 마우스";

"kSetUpAnotherDeviceButtonKey"				= "다른 장비 설정";
"kAdvancedPasskeyOptionsButtonKey"			= "암호 옵션...";
"kOtherKey"									= "기타";
"kGenericKey"								= "일반";

// Buttons.

"kOKButtonKey"								= "승인";
"kOpeniSyncButtonKey"						= "iSync 열기";
"kCancelButtonKey"							= "취소";
"kContinueButtonKey"						= "계속";
"kIgnoreButtonKey"							= "무시";
"kSkipButtonKey"							= "건너뜀";
"kQuitButtonKey"							= "종료";
"kNeedAuthenticationTitleKey"				= "지정한 변경사항을 적용하려면 올바르게 인증받아야 합니다.";
"kNeedAuthenticationExplanationKey"			= "인터넷 연결 설정을 변경하려면, 이 컴퓨터의 관리자로 인증되어야 합니다. 이 설정을 선택 해제하거나 계속을 클릭하여 인증을 다시 시도하십시오.";

// Device types.

"kMobilePhoneCapsKey"						= "휴대 전화";
"kMobilePhonesCapsKey"						= "휴대 전화";
"kMobilePhoneKey"							= "휴대 전화";
"kMobilePhonesKey"							= "휴대 전화";
"kDeviceKey"								= "장비";
"kDevicesKey"								= "장비";
"kMouseKey"									= "마우스";
"kTrackpadKey"								= "트랙패드";
"kMiceKey"									= "마우스";
"kKeyboardKey"								= "키보드";
"kKeyboardsKey"								= "키보드";
"kPrinterKey"								= "프린터";
"kPrintersKey"								= "프린터";
"kHeadsetKey"								= "헤드셋";
"kHeadphonesKey"							= "헤드폰";
"kHeadsetsKey"								= "헤드셋";
"kComputerKey"								= "컴퓨터";
"kComputersKey"								= "컴퓨터";
"kPDAKey"									= "휴대 장비";
"kLANAccessPointKey"						= "LAN 액세스 포인트";
"kTypeKey"									= "유형";

// Services panel

"kServicesPanel_DeviceNameKey"				= "장비 이름: ";
"kServicesPanel_DeviceAddressKey"			= "장비 주소: ";
"kServicesPanel_DeviceTypeKey"				= "장비 유형: ";
"kServicesPanel_DeviceServicesKey"			= "장비 서비스: ";

"kSetupServicesPanel_PhoneTitleKey"			= "휴대 전화로 사용하려는 서비스 항목 선택:";
"kSetupServicesPanel_DeviceTitleKey"		= "사용자의 장비로 사용하려는 서비스 항목을 선택하십시오.";

"kSetupServicesPanel_ConfiguringServicesKey"		=	"서비스 구성 중...";

"kServicesPanel_GatheringInformationTitleKey"		=	"장비에 대한 정보 수집 중";
"kServicesPanel_GatheringInformationExplanationKey"	=	"컴퓨터가 장비와 상호 작용하려면 해당 장비에 대한 정보가 필요합니다. 이 작업은 몇 초면 됩니다.";
"kServicesPanel_GatheringInformationUnknownErrorKey"=	"해당 장비에 대한 정보를 수집하는 도중에 알 수 없는 오류가 발생했습니다. 장비가 이 컴퓨터의 적용 범위 내에 있는지, 켜져있는지 그리고 “인식 가능”한지를 확인하십시오. 준비가 되면 계속을 클릭하여 다시 시도하십시오.";
"kServicesPanel_GatheringInformationSDPErrorKey"	=	"해당 장비에 사용할 수 있는 서비스를 받는 도중에 오류가 발생했습니다. 장비가 이 컴퓨터의 적용 범위 내에 있는지, 켜져있는지 그리고 “인식 가능”한지를 확인하십시오. 준비가 되면 계속을 클릭하여 다시 시도하십시오.";
"kServicesPanel_GatheringInformationStatusKey"		=	"장비에 관한 추가 정보를 수집 중...";
"kServicesPanel_GatheringInformationSuccessKey"		=	"추가 정보 수집을 완료했습니다.";

// Intro Panel.

"kWelcomeToTheSetUpAssistantKey"			= "Bluetooth 설정 지원 사용을 환영합니다.";
"kWelcomeMachineHasBluetoothKey"			= "장비가 목록에 나타나면, 선택한 후 계속을 클릭하십시오. 목록에서 장비를 볼 수 없는 경우, 전원이 켜져 있고, “인식 가능” 상태인지 확인하십시오. 더 자세한 정보를 보려면, 장비와 함께 제공된 도큐멘트를 참조하십시오.";
"kWelcomeMachineDoesNotHaveBluetoothKey"	= "이 컴퓨터에 적절한 Bluetooth 하드웨어 또는 소프트웨어가 없습니다. 최근에 설치된 Bluetooth 하드웨어가 있다면, 제대로 연결되었는지 확인하십시오.\n\nBluetooth 하드웨어가 제대로 연결되었는지 확인한 후, 계속하십시오.";

//============================== Discovery Panel =============================//

// Discovery Panel (General)

"kDiscovery_Gen_ErrorOccurredSearchingKey"					= "검색 작업을 시도하는 도중에 오류가 발생했습니다.";
"kDiscovery_Gen_UpdatingDeviceNamesSingleKey"				= "장비 이름 업데이트 중...";
"kDiscovery_Gen_UpdatingDeviceNamesMultipleKey"				= "%@개의 장비 이름 업데이트 중...";

// Mouse HID (HIDless) panel

"kHIDLess_MouseInstructionTextKey"							= "연결된 마우스가 없습니다.";
"kHIDLess_MouseSmallInstructionTextKey"						= "Bluetooth 설정 지원이 Bluetooth 마우스를 검색 중입니다. 마우스가 발견되면 컴퓨터와 연결됩니다. USB 마우스를 사용하려면, 케이블을 확인하십시오.\n\nBluetooth 마우스를 사용하려고 시도했지만 발견되지 않았다면, 마우스가 켜져있고 “인식 가능”한지 확인하십시오. Apple 무선 마우스를 켜려면, 마우스 밑면에 있는 스위치를 밀어서 켜십시오. 비-Apple 무선 마우스를 사용하려면, 마우스와 함께 제공된 설명서를 참조하십시오.";
"kHIDLess_MouseAttemptingToConnectTextKey"					= "#%@(%@) 마우스와 연결 시도 중...";
"kHIDLess_MouseClickContinueButtonTextKey"					= "마우스와 성공적으로 연결되었습니다. 연결을 확인하려면, 마우스를 사용하여 계속 단추를 클릭하십시오. 마우스의 포인터가 움직이지 않고 사용 가능한 다른 무선 마우스가 있는 경우, 컴퓨터가 다른 마우스와 연결을 시도 중일 수도 있습니다.\n\nBluetooth 설정 지원이 %@초 후에 사용자의 마우스와 다시 연결을 시도할 것입니다.";
"kHIDLess_MouseClickContinueButton2TextKey"					= "마우스와 성공적으로 연결되었습니다. 연결을 확인하려면, 마우스를 사용하여 계속 단추를 클릭하십시오. 마우스의 포인터가 움직이지 않고 사용 가능한 다른 무선 마우스 또는 트랙패드가 있는 경우, 컴퓨터가 다른 무선 마우스 또는 트랙패드와 연결을 시도 중일 수도 있습니다.\n\n%@초 후에 컴퓨터가 사용자의 마우스와 다시 연결을 시도할 것입니다.";
"kHIDLess_MouseWaitingForPairingAckTextKey"					= "계속을 클릭하십시오(%@초)...";
"kHIDLess_MousePairingFailed1TextKey"						= "마우스와 연결하는데 실패하였습니다. 5초 내에 동일한 마우스로 다시 시도합니다...";
"kHIDLess_MousePairingFailed2TextKey"						= "마우스와 연결하는데 실패하였습니다. 다른 무선 마우스 또는 트랙패드와 연결 중...";


// Mouse or Trackpad HID (HIDless) panel
"kHIDLess_MouseTrackpadInstructionTextKey"					= "연결된 무선 마우스 또는 트랙패드가 없습니다.";
"kHIDLess_MouseTrackpadSmallInstructionTextKey"				= "무선 마우스 또는 트랙패드를 검색 중입니다. 발견되면 사용자의 컴퓨터와 연결됩니다. USB 마우스를 사용하려면, 케이블을 확인하십시오.\n\n무선 마우스 또는 트랙패드를 사용하려고 시도했지만 발견되지 않았다면, 켜져있고 “인식 가능”한지 확인하십시오. Apple 무선 마우스 또는 트랙패드를 사용하고 있다면, 마우스 또는 트랙패드를 켜십시오. 비-Apple 무선 마우스 또는 트랙패드를 사용하려면, 마우스 또는 트랙패드와 함께 제공된 설명서를 참조하십시오.";
"kHIDLess_TrackpadAttemptingToConnectTextKey"				= "#%@(%@) 트랙패드와 연결 시도 중...";
"kHIDLess_TrackpadClickContinueButtonTextKey"				= "트랙패드와 성공적으로 연결되었습니다. 연결을 확인하려면, 트랙패드를 사용하여 계속 단추를 클릭하십시오. 트랙패드의 포인터가 움직이지 않고 사용 가능한 다른 무선 마우스 또는 트랙패드가 있는 경우, 컴퓨터가 다른 무선 마우스 또는 트랙패드와 연결을 시도 중일 수도 있습니다.\n\n%@초 후에 컴퓨터에서 사용자의 트랙패드와 다시 연결을 시도할 것입니다.";
"kHIDLess_TrackpadPairingFailed1TextKey"					= "트랙패드와 연결하는데 실패하였습니다. 5초 후에 동일한 트랙패드로 다시 시도합니다...";
"kHIDLess_TrackpadPairingFailed2TextKey"					= "트랙패드와 연결하는데 실패하였습니다. 다른 무선 마우스 또는 트랙패드와 연결 중...";


// Keyboard HID (HIDless) panel

"kHIDLess_KeyboardInstructionTextKey"						= "연결된 무선 키보드가 없습니다.";
"kHIDLess_KeyboardSmallInstructionDiscoveringTextKey"		= "Bluetooth 설정 지원이 Bluetooth 키보드를 검색 중입니다. 키보드가 발견되면 컴퓨터와 연결됩니다. USB 키보드를 사용하려면, 케이블을 확인하십시오.\n\nBluetooth 키보드를 사용하려고 시도했지만 발견되지 않았다면, 키보드가 켜져있고 “인식 가능”한지 확인하십시오. Apple 무선 키보드를 사용하고 있다면, 키보드를 켜십시오. 비-Apple 무선 키보드를 사용하려면, 키보드와 함께 제공된 설명서를 참조하십시오.";
"kHIDLess_KeyboardSmallInstructionDiscovering2TextKey"		= "무선 키보드를 검색 중입니다. 키보드가 발견되면 컴퓨터와 연결됩니다. USB 키보드를 사용하려면, 케이블을 확인하십시오.\n\n무선 키보드를 사용하려고 시도했지만 발견되지 않았다면, 키보드가 켜져있고 “인식 가능”한지 확인하십시오. Apple 무선 키보드를 사용하고 있다면, 키보드를 켜십시오. 비-Apple 무선 키보드를 사용하려면, 키보드와 함께 제공된 설명서를 참조하십시오.";
"kHIDLess_KeyboardSmallInstructionPairingTextKey"			= "설정 중인 키보드에 다음의 암호키를 입력하고 Return 키를 누르십시오.\n\n\n\n\n\n일단 키보드에 암호키를 입력하면 연결 작업이 완료됩니다.";
"kHIDLess_KeyboardAttemptingToConnectTextKey"				= "#%@(%@) 키보드와 연결 시도 중...";
"kHIDLess_KeyboardConnectedTextKey"							= "#%@(%@) 키보드와 연결되었습니다.";
"kHIDLess_KeyboardTypeContinueButtonTextKey"				= "키보드와 성공적으로 연결되었습니다.\n\n계속하려면 키보드에서 Return 키를 누르십시오.";
"kHIDLess_KeyboardPairingAuthenticationFailedTextKey"		= "인증 오류가 발생했습니다. 암호가 일치하지 않습니다.";
"kHIDLess_KeyboardPairingTimeoutTextKey"					= "연결 시간 초과 오류가 발생했습니다. 암호를 입력하고 Return 키를 누르십시오.";
"kHIDLess_KeyboardPairingAuthenticationFailed2TextKey"		= "키보드와 연결하는데 실패하였습니다. 5초 내에 동일한 키보드로 다시 시도합니다...";
"kHIDLess_KeyboardPairingFailedTextKey"						= "키보드와 연결하는데 실패하였습니다. 5초 내에 다시 시도합니다...";

//============================== Pair Panel =============================//

"kDiscovery_Device_YouMustFindAndSelectBeforeContinuingKey"	= "작업을 계속하기 전에 목록에서 특정 장비를 검색하여 선택해야 합니다.";
"kDiscovery_Device_NoDeviceSelectedKey"						= "선택된 장비 없음";

"kPair_Mouse_PairingAttemptSucceededKey"		= "이 컴퓨터와 마우스가 성공적으로 연결되었습니다.";
"kPair_Trackpad_PairingAttemptSucceededKey"		= "이 컴퓨터와 트랙패드가 성공적으로 연결되었습니다.";
"kPair_Keyboard_PairingAttemptSucceededKey"		= "이 컴퓨터와 키보드가 성공적으로 연결되었습니다.";

// Pair Panel (General).

"kPair_General_NoDeviceStringKey"				= "오류: 이전 패널에는 지정된 장비가 없습니다.";
"kPair_General_PairingAttemptToPairKey"			= "“%@”와(과) 연결을 시도하는 중입니다.";
"kPair_General_ConnectingToDeviceKey"			= "“%@”에 연결 중.";
"kPair_General_ConnectionEstablishedKey"		= "연결되었습니다.";

// Discovery Panel (mice)

"kDiscovery_Mouse_SearchingForDevicesKey"					= "마우스 검색 중 - %@개가 발견되었습니다.";
"kDiscovery_Mouse_YouMustFindAndSelectBeforeContinuingKey"	= "작업을 계속하기 전에 목록에서 특정 마우스를 검색하여 선택해야 합니다.";
"kDiscovery_Mouse_NoDeviceSelectedKey"						= "선택된 마우스 없음";
"kDiscovery_Mouse_SmallInstructionTextKey"					= "마우스가 목록에 나타나면, 선택한 후 계속을 클릭하십시오. 목록에서 마우스를 볼 수 없는 경우, 마우스가 “인식 가능”한지 확인하십시오. Apple 무선 마우스를 사용하고 있다면, 마우스 밑면에 있는 스위치를 밀어서 켜십시오.";
"kDiscovery_Mouse_NoFoundDevicesSoFarKey"					= "마우스를 찾을 수 없습니다. 사용자의 마우스가 “인식 가능”한지 확인하십시오.";
"kDiscovery_Mouse_BigInstructionTextKey"					= "마우스 검색 중";

// Discovery Panel (mice/trackpads)
"kDiscovery_Mouse_Trackpad_SearchingForDevicesKey"			= "무선 마우스 또는 트랙패드 검색 중 - %@개가 발견되었습니다.";
"kDiscovery_Mouse_Trackpad_NoFoundDevicesSoFarKey"			= "무선 마우스 또는 트랙패드를 찾을 수 없습니다. 사용자의 무선 마우스 또는 트랙패드가 “인식 가능”한지 확인하십시오.";


// Discovery Panel (keyboards)

"kDiscovery_Keyboard_SearchingForDevicesKey"					= "키보드 검색 중 - %@개가 발견되었습니다.";
"kDiscovery_Keyboard_YouMustFindAndSelectBeforeContinuingKey"	= "작업을 계속하기 전에 목록에서 특정 키보드를 검색하여 선택해야 합니다.";
"kDiscovery_Keyboard_NoDeviceSelectedKey"						= "선택된 키보드 없음";
"kDiscovery_Keyboard_SmallInstructionTextKey"					= "키보드가 목록에 나타나면, 선택한 후 계속을 클릭하십시오. 목록에서 키보드를 볼 수 없는 경우, 키보드가 “인식 가능”한지 확인하십시오. Apple 무선 키보드를 사용하고 있다면, 키보드를 켜십시오.";
"kDiscovery_Keyboard_NoFoundDevicesSoFarKey"					= "키보드를 찾을 수 없습니다. 사용자의 키보드가 “인식 가능”한지 확인하십시오.";
"kDiscovery_Keyboard_BigInstructionTextKey"						= "키보드 검색 중";


// Pair Panel (SSP Numeric Comparison).

"kPair_SSPNumCmp_StatusExplanationTextKey"		= "쌍으로 연결을 계속하려면 아래의 숫자가 연결하려는 장비에 표시되었는지 확인하십시오.";
"kPair_SSPNumCmp_StatusTextKey"					= "다른 장비에서 이 숫자를 확인하면, 계속을 클릭하여 연결 과정을 완료하십시오. 숫자를 확인할 수 없다면, 뒤로를 클릭하여 다시 시도하십시오.";

// Pair Panel (SSP Passkey Notification).

"kPair_SSPPassNotif_StatusExplanationTextKey"	= "쌍으로 연결을 계속하려면, 연결하려는 장비에 아래의 숫자와 함께 Return 키를 입력하십시오.";

// Pair Panel (Other Devices).

"kPair_Device_BigTitleTextKey"					= "Bluetooth 장비와 연결하기";
"kPair_Device_InstructionTextKey"				= "장비가 암호키 입력을 요구할 수 있습니다. 암호키를 허용할 준비가 되었는지 보려면 장비를 확인하십시오. 장비가 준비되었으면, 다음 암호키를 입력하십시오.\n\n\n\n\n장비에 암호키를 입력하면 연결이 완료됩니다.";
"kPair_Device_ClickContinueToSetupKey"			= "계속을 클릭하여 장비에서 사용할 수 있는 서비스를 설정하십시오.";
"kPair_Device_PairingAttemptFailed1Key"			= "장비와 연결할 수 없습니다. 계속을 선택하여 다시 시도하십시오.";
"kPair_Device_PairingAttemptFailed2Key"			= "연결 시도가 실패하였습니다. 장비가 이 컴퓨터의 적용 범위 내에 있는지 확인하고, 장비를 켜고 “인식 가능”으로 설정되어 있는지 확인하십시오. 준비가 되었다면, 계속을 클릭하고 다시 시도하십시오.";
"kPair_Device_PairingAttemptFailed3Key"			= "연결 시도가 실패했습니다. 암호를 사용한다면, 장비에 암호를 정확하게 입력하십시오. 준비가 되었다면, 계속을 클릭하여 다시 시도하십시오.";
"kPair_Device_PairingAttemptFailed18Key"		= "연결 시도가 실패했습니다. 장비가 연결을 거부하고 있습니다. 장비와 함께 제공된 설명서를 참조하십시오. 준비가 되었다면, 계속을 클릭하여 다시 시도하십시오.";
"kPair_Device_PairingAttemptSucceededKey"		= "이 컴퓨터와 장비가 성공적으로 연결되었습니다.";
"kPair_Device_AlreadyPairedKey"					= "이 컴퓨터와 장비가 이미 연결되었습니다.";
"kPair_Device_GatheringServiceInformationKey"	= "장비에 관한 서비스 정보를 수집 중입니다.";
"kPair_Device_GatheringInformationKey"			= "장비에 관한 추가 정보를 수집 중입니다.";
"kPair_Device_EmptyPasskeyInstructionTextKey"	= "컴퓨터가 자신의 장비와 연결하기 위해 빈 암호키를 사용합니다.";

//============================== Dial up Panel =============================//

"kDialupErrorSavingNetworkTitleTextKey"			= "네트워크 설정을 저장하는데 실패했습니다.";
"kDialupErrorSavingNetworkExplanationTextKey"	= "Bluetooth 네트워크 설정을 저장할 수 없습니다.";
"kDialupErrorSavingSerialTitleTextKey"			= "네트워크 설정을 저장하는데 실패했습니다.";
"kDialupErrorSavingSerialExplanationTextKey" 	= "네트워크 구성 변경사항을 저장할 수 없습니다.";

//============================== Internet Access Panel =============================//

"kInternetAccess_InstructionTitleKey"				= "자신의 장비를 사용하여 인터넷에 연결하려면, 다음 정보를 제공해야 합니다.";
"kInternetAccess_UserNameTextFieldLabelKey"			= "사용자 이름:";
"kInternetAccess_PasswordTextFieldLabelKey"			= "암호:";
"kInternetAccess_APNTextFieldLabelKey"				= "APN:";
"kInternetAccess_PhoneNumberTextFieldLabelKey"		= "전화 번호:";
"kInternetAccess_GPRSExampleKey"					= "예를 들어, *99*123456789#";
"kInternetAccess_NoBluetoothNetworkInterfaceKey"	= "Bluetooth 인터페이스를 사용할 수 없기 때문에 Bluetooth 설정 지원이 사용자의 장비를 다이얼 업 모뎀으로 설정할 수 없습니다. 추가하려면 네트워크 환경설정을 여십시오.";

//============================== conclusion Panel =============================//

"kCheckMarkCharacterKey"							= "√";
"kBulletCharacterKey"								= "•";
"kConclusionPanelUseISyncKey"						= "연락처와 이벤트 정보를 전송하는데 iSync 사용";
"kConclusionPanelUseFileTransferKey"				= "파일을 전송하기 위해 사용";
"kConclusionPanelUseAddressBookKey"					= "주소록 사용";
"kConclusionPanelUseAsHIDDeviceKey"					= "이 컴퓨터의 입력 장비로 사용";
"kConclusionPanelUseInternetKey"					= "인터넷 연결";
"kConclusionPanelUseSerialPortKey"					= "컴퓨터 직렬 포트가 생성되었습니다";
"kConclusionPanelUseAsPANDeviceKey"					= "개인 영역 네트워크로 사용";
"kConclusionPanelUseAsAudioOutputKey"				= "오디오 출력 장비로 사용";
"kConclusionPanelUseAsAudioInputKey"				= "오디오 입력 장비로 사용";
"kConclusionPanelDevicePairedKey"					= "쌍으로 연결이 성공적으로 완료됨";
"kConclusionPanelNoSupportedServicesWereFoundKey"	= "이 장비에서 지원되는 서비스를 찾을 수 없습니다.";
"kConclusionPanelFailedNoServicesTitleKey"			= "사용자의 Bluetooth 장비가 사용자의 컴퓨터와 설정되어 있지 않습니다.";

//============================== General conclusion Panel =============================//

"kConclusionPanelPhoneSummaryTitleKey"		= "사용자의 컴퓨터와 휴대 전화가 다음과 같이 설정되었습니다.";
"kConclusionPanelDeviceSummaryTitleKey"		= "사용자의 컴퓨터와 장비가 다음과 같이 설정되었습니다.";

"kConclusionPanelMobilePhoneSetupKey"		= "축하합니다! 휴대 전화가 컴퓨터의 Bluetooth 기능을 사용할 수 있도록 설정되었습니다.";
"kConclusionPanelKeyboardSetupKey"			= "축하합니다!  컴퓨터가 Bluetooth 키보드를 사용할 수 있도록 설정되었습니다.";
"kConclusionPanelMouseSetupKey"				= "축하합니다!  컴퓨터가 Bluetooth 마우스를 사용할 수 있도록 설정되었습니다.";
"kConclusionPanelTrackpadSetupKey"			= "축하합니다!  컴퓨터가 Bluetooth 트랙패드를 사용할 수 있도록 설정되었습니다.";	
"kConclusionPanelOtherDeviceKey"			= "축하합니다!  컴퓨터가 Bluetooth 장비를 사용할 수 있도록 설정되었습니다.";
"kConclusionPanelKeyboardAndMouseKey"		= "축하합니다!  컴퓨터가 Bluetooth 키보드와 마우스를 사용할 수 있도록 설정되었습니다.";
"kConclusionPanelPrinterSetupKey"			= "축하합니다!  컴퓨터가 Bluetooth 프린터를 사용할 수 있도록 설정되었습니다.";
"kConclusionPanelHeadsetSetupKey"			= "축하합니다!  컴퓨터가 Bluetooth 헤드셋을 사용할 수 있도록 설정되었습니다.";
"kConclusionPanelAppleHeadsetSetupKey"		= "축하합니다! 컴퓨터가 iPhone Bluetooth 헤드셋을 사용할 수 있도록 설정되었습니다.";
"kConclusionPanelAppleiPhoneSetupKey"		= "축하합니다!  컴퓨터에서 iPhone을 사용할 수 있도록 설정되었습니다.";
"kConclusionPanelMouseSetupSkippedKey"		= "이 컴퓨터에 연결된 마우스가 있습니다. 더 이상 Bluetooth 연결을 설정할 필요가 없습니다.";
"kConclusionPanelMouseTrackpadSetupSkippedKey"	= "이 컴퓨터에 연결된 마우스가 있습니다. 더 이상 Bluetooth 마우스 또는 트랙패드를 설정할 필요가 없습니다.";
"kConclusionPanelKeyboardSetupSkippedKey"	= "이 컴퓨터에 연결된 키보드가 있습니다. 더 이상 Bluetooth 연결을 설정할 필요가 없습니다.";
"kConclusionPanelSetupInterruptedKey"		= "장비 설치 과정이 중단되었습니다.";
"kConclusionPanelHeadsetsNotSupportedKey"	= "설정 지원이 헤드셋을 구성하는 데 실패했습니다. 설정을 다시 시도하십시오.";
"kConclusionPanelFailedSetupErrorKey"		= "장비 설정 중에 오류가 발생했습니다(0x%x). 설정을 다시 시도하십시오.";
"kConclusionPanelFailedNoServicesTextKey"	= "사용자의 장비에 구성할 수 있는 서비스가 없습니다. 해당 장비에서 서비스가 활성화 상태가 아니기 때문이거나 해당 장비가 이 컴퓨터에 구성되어야 하는 서비스를 가지고 있지 않기 때문일 것입니다. 자세한 정보는 사용자의 장비와 함께 제공되는 설명서를 보십시오.";
"kConclusionPanelNoServicesConfiguredTextKey"	= "Bluetooth 장비에 대해 사용 가능한 서비스가 구성되지 않았습니다.";
"kConclusionPanelUseAssistantAgainToChangeKey"	= "이 설정을 변경하려면, 설정 지원을 다시 사용하십시오.";


